Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingspresidenten_har_testet_positivt_for_covid-19.html.tmx
Source language: nob
Languages: sme

source: Sametingspresidenten har testet positivt for Covid-19
sme: Sámediggepresideanta lea ožžon Covid-19

source: Sametingspresident Silje Karine Muotka har testet positivt for Covid-19, og vil derfor ikke delta på fysiske møter og andre aktiviteter denne uka.
sme: Sámediggepresideanta Silje Karine Muotka lea ožžon duođaštuvvot Covid-19, iige searvva dan dihte fysalaš čoahkkimiidda ja eará doaimmaide dán vahku.

source: Muotka opplyser at hun er i god form og har milde symptomer.
sme: Muotka dieđiha ahte son lea buori vuoimmis ja ahte sus leat geahppa dávdamearkkat.

source: Hun vaksinert med tre doser fra to ulike vaksineleverandører.
sme: — Árvvoštalan ahte lean fas fargga čuođi proseantta ruovttoluotta, ja mun čuovun muđui digitála čoahkkimiid go juo lean buori vuoimmis, dadjá sámediggepresideanta Silje Karine Muotka.
